BEER = {
    'айсбок',
    'альтбир',

    'балтика',
    'барливайн',
    'биттер',
    'бочкарев',
    'бочкарёв',
    'бьер',

    'вайсбир',
    'витбир',

    'грюйт',

    'доппельбок',
    'дуббель',
    'дункель',
    'дункельвайс',
    'дюббель',

    'жатецкий',
    'жигулевское',

    'ипа',

    'квадрупель',
    'квадрюпель',
    'келлербир',
    'кёльш',
    'крафтовое',
    'крыница',
    'крюгер',

    'лагер',
    'ламбик',

    'майбок',
    'мерцен',
    'мэрцен',

    'нефильтрованное',

    'пиво',
    'пилзнер',
    'пилснер',
    'портер',
    'пшеничка',

    'раухбир',

    'сахти',
    'стаут',

    'трипель',

    'хмель',
    'хмельное',

    'эль',

    'ale',
    'altbier',
    'ayinger',
    'beer',
    'bier',
    'bière',
    'biere',
    'carlsberg',
    'dortmunder',
    'dubbel',
    'dunkelweizen',
    'eisbock',
    'guinness',
    'heineken',
    'hoegaarden',
    'ipa',
    'kellerbier',
    'kölsch',
    'kriek',
    'lager',
    'lambicus',
    'leffe',
    'pilsner',
    'pinta',
    'porter',
    'quadrupel',
    'rauchbier',
    'schwarzbier',
    'stout',
    'tripel',
    'weisse',
    'witbier',
}
