GEORGIAN = {
    'абхазура',
    'аджапсандал',
    'аджика',
    'ачма',

    'бадриджани',
    'бозбаш',
    'боржоми',

    'гебжалия',
    'гозинаки',
    'грузинский',

    'дамбалхачо',
    'джонджоли',
    'долма',

    'козинаки',
    'кубдари',
    'купаты',
    'кучмачи',

    'лоббиани',
    'лобиани',
    'лобио',

    'мжаве',
    'малахто',
    'мацони',
    'мужужи',
    'мчади',
    'мцвади',

    'натахтари',

    'оджахури',

    'пеламуши',
    'пхали',

    'салхино',
    'сацебели',
    'сациви',

    'ткемали',
    'тклапи',

    'харчо',
    'хачапури',
    'хашлама',
    'хинкали',

    'чакапули',
    'чанахи',
    'чахохбили',
    'чача',
    'чашушули',
    'чвиштари',
    'чихиртма',
    'чкмерули',
    'чоги',
    'чурчхела',

    'шкмерули',
    'шоти',

    'эларджи',
}
