JAPANESE = {
    'абураагэ',

    'ботамоти',
    'бэнто',

    'васанбон',

    'гаммодоки',
    'гедза',
    'гёдза',
    'гома-дофу',
    'гунканмаки',
    'гюдон',
    'гютан',

    'дангодзиру',
    'дзингисукан',
    'дзунда',
    'домбури',

    'ёсёку',

    'икамэси',
    'имагаваяки',

    'кабаяки',
    'кайсэки',
    'какуни',
    'камамэси',
    'караагэ',
    'караси',
    'карэпан',
    'кацудон',
    'кёдо рёри',
    'кимпира',
    'киритампо',
    'конджи',
    'короккэ',

    'мисо',
    'миягэгаси',
    'моти',
    'мэмма',

    'намасу',
    'напоритан',
    'натто',
    'нигири',
    'никуман',

    'окова',
    'окономияки',
    'омурайсу',
    'онигири',
    'онсэн-тамаго',
    'осэти рёри',
    'оякодон',

    'рамен',
    'рамён',
    'рамэн',
    'робатаяки',
    'роллы',

    'саке',
    'сакэ',
    'сансай',
    'сасими',
    'сашими',
    'сиокара',
    'сиратаки',
    'суси',
    'суши',
    'сэкихан',

    'такояки',
    'тамагояки',
    'тарэ',
    'татаки',
    'тикува',
    'токоротэн',
    'тонкацу',
    'тофу',
    'тэккадон',
    'темпура',
    'тэмпура',
    'тэппанъяки',
    'тяван-муси',

    'умами',
    'унаги',
    'унадон',

    'фугу',
    'фунчоза',

    'хидзики',
    'хияси-тюка',
    'хондзёдзо',

    'цукудани',
    'цукэмоно',

    'эдамамэ',
    'экибэн',

    'юба',
    'юдзукосё',
    'юдофу',

    'якинику',
    'якитори',

    'sushi',
}
