RUSSIAN = {
    'баба',
    'бабка',
    'баранки',
    'бефстроганов',
    'блин',
    'борщ',
    'буженина',

    'ватрушка',

    'голубцы',
    'гурьевская каша',

    'зразы',

    'кнели',
    'кныш',
    'крупеник',

    'лангет',

    'мазюня',
    'мимоза',

    'оладьи',
    'оливье',

    'пасха',
    'пельмени',
    'поджарка',
    'пожарский',
    'посикунчики',

    'рассол',

    'самбук',
    'скоблянка',
    'сметанник',
    'солонина',
    'сырник',

    'тавранчук',
    'тефтели',

    'холодец',
    'хреновина',

    'шубой',

    'щи',
}
