SEAFOOD = {
    'абалон',

    'ботарга',
    'боттарга',

    'водоросли',

    'голотурия',
    'гребешок',
    'гуидак',

    'икра',

    'кальмар',
    'каракатица',
    'краб',
    'крабовый',
    'креветка',
    'криль',
    'кукумария',

    'лангуст',
    'лангустин',
    'лобстер',

    'медуза',
    'мидия',
    'мия',
    'моллюск',
    'молоки',
    'морской',

    'нори',

    'омар',
    'осьминог',

    'рак',
    'ракушка',
    'роллы',

    'сердцевидка',
    'спирулина',
    'суси',
    'суши',

    'трепанг',
    'трубач',

    'улитка',
    'устрица',
}
