WINE = [
    'апероль',

    'божоле',
    'бордо',
    'брют',
    'бургундское',

    'вино',
    'винный',

    'гаме',
    'гаранча',
    'гарнача',
    'гренаш',
    'глинтвейн',
    'гевюрцтраминер',

    'зинфандель',

    'игристое',

    'каберне',
    'карменер',
    'креман',
    'кьянти',

    'мальбек',
    'мерло',
    'мускат',

    'пино',
    'полусладкое',
    'полусухое',
    'портвейн',
    'просекко',
    'просеко',

    'ризлинг',
    'рислинг',

    'санджовезе',
    'совиньон',
    'сотерн',
    'сухое',

    'темпранильо',

    'херес',

    'шампанское',
    'шардоне',
    'шато',
    'шираз',

    'chardonnay',
    'chateau',
    'pinot',
    'prosecco',
    'riesling',
    'sauvignon',
    'semidry',
    'vinho',
    'wine',
]
