import enum

from django.db import models


class NumOfReviewsEnum(models.TextChoices, enum.Enum):
    N0 = '0-100', 'Менее 100'
    N100 = '100-1000', 'От 100 до 1000'
    N1000 = '1000-10_000', 'От 1000 до 10 000'
    N10000 = '10_000-', 'Более 10 000'


class PriceEnum(models.TextChoices, enum.Enum):
    P0 = '0-1', 'До 1 ₽'
    P1 = '1-100', 'От 1 до 100 ₽'
    P100 = '100-200', 'От 100 до 200 ₽'
    P200 = '200-500', 'От 200 до 500 ₽'
    P500 = '500-1000', 'От 500 до 1000 ₽'
    P1000 = '1000-2000', 'От 1000 до 2000 ₽'
    P2000 = '2000-5000', 'От 2000 до 5000 ₽'
    P5000 = '5000-10_000', 'От 5000 до 10 000 ₽'
    P10000 = '10_000', 'От 10 000 ₽'


class RankingEnum(models.TextChoices, enum.Enum):
    R0 = '0.0', 'Без рейтинга'
    R1 = '1.0-2.0', 'Менее 2'
    R2 = '2.0-3.0', 'От 2 до 3'
    R3 = '3.0-4.0', 'От 3 до 4'
    R4 = '4.0-5.0', 'От 4 до 5'
    R5 = '5.0', 'Ровно 5'


class WeightEnum(models.TextChoices, enum.Enum):
    G = 'г', 'г'
    KG = 'кг', 'кг'
    ML = 'мл', 'мл'
    L = 'л', 'л'
